Repository: common-repository/wp-addpub
Catalog: wp-addpub-*.po
Languages: ru_ru

source: Error : one ID is required
ru_ru: Ошибка: требуется один ID

source: Title is required.
ru_ru: Нужно указать заголовок

source: File is required.
ru_ru: Нужно указать файл

source: (Only the following format are accepted : jpg, jpeg, jpe, gif, png, swf)
ru_ru: (Допустимы следующие форматы файлов: jpg, jpeg, jpe, gif, png, swf)

source: Banner was added successfully.
ru_ru: Баннер был успешно добавлен

source: Banner was modified successfully.
ru_ru: Баннер изменён

source: Version <strong>%s</strong> is available on the <a href='%s'>plugin's site</a>
ru_ru: Версия <strong>%s</strong> уже доступна на <a href='%s'>сайте плагина</a>.

source: Banners management
ru_ru: Баннер-менежетмент

source: Add a banner
ru_ru: Добавить баннер

source: Banner was deleted.
ru_ru: Баннер удалён

source: Banner was activated.
ru_ru: Баннер активирован

source: Banner was deactivated.
ru_ru: Баннер деактивирован

source: Title
ru_ru: Заголовок

source: Zone
ru_ru: Зона

source: Filter
ru_ru: Фильтр

source: Link
ru_ru: Ссылка

source: Type
ru_ru: Тип

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Action
ru_ru: Действие

source: View in new window
ru_ru: Открыть в новом окне

source: View
ru_ru: Просмотр

source: Edit
ru_ru: Правка

source: Desactivate
ru_ru: Деактивация

source: Activate
ru_ru: Активация

source: Are you sure ?
ru_ru: Вы точно этого хотите?

source: Delete
ru_ru: Удалить

source: No banners found
ru_ru: Баннеры отсутствуют

source: Edit a banner
ru_ru: Править баннер

source: Title (required)
ru_ru: Заголовок (обязателен)

source: Target (required)
ru_ru: Направление (Target - обязательно)

source: FILE
ru_ru: ФАЙЛ

source: Upload file (required)
ru_ru: Загрузить файл (обязательно)

source: Leave blank, if you don't want to change the file :
ru_ru: Оставьте поле пустым, если загруженный файл Вас устраивает

source: (Only the following format are accepted : jpg, jpeg, gif, png, swf)
ru_ru: (Допустимы только следующие форматы: jpg, jpeg, gif, png, swf)

source: HTML Code (required)
ru_ru: HTML-Код (обязателен)

source: Active
ru_ru: Активно

source: Add
ru_ru: Добавить
